Repository: benjaminmhorner/arhat
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Your to do has been create!
es: Conyo

source: Account info
es: Arriba

source: Arhat - bubbles
es: Callate

source: Arhat -
es: Chucha

source: Arhat
es: puta

source: Bubbles
es: huevos

source: Friends
es: huevones

source: To Do
es: aga lo huevon

source: Account
es: CUENTA

source: Logout
es: sal

source: Login
es: ven

source: Register
es: vamos pues

source: Log out...fo real?
es: mamahuevo

source: Close
es: sal de aqui

source: Friend
es: amigo

source: unfriend
es: verga

source: Thresholds
es: thresholdios

source: When would you like
es: cuando quieres huevon

source: to be contacted?
es: llama me papi

source: Make some friends bitch
es: amigos con todos

source: Forgot Password?
es: olvida tonto?

source: Need an account?
es: necesita huevon

source: Join Today
es: ven

source: Already Registered?
es: ya?

source: Sign In
es: ven idiota

source: Reset Password
es: eres tonto

source: Done?
es: listo

source: You aint allowed here bro (403)
es: prohibido

source: Check your account and try again (ugghhhh)
es: tonto

source: Ooops. Page not found bro (404)
es: marico

source: That page don't exist mate
es: marico

source: Ish f'd up fam (500)
es: marico

source: I know this is lame but try again
es: marico
